Repository: RobertRuas/FastReport
Catalog: FastReport/Resources/Localizable.xcstrings
Source language: pt
Languages: en

# home.subtitle
source: Separe e organize fotos no Finder para relatórios futuros.
en: Sort and organize photos in Finder for future reports.

# home.organize.title
source: Organizar fotos
en: Organize photos

# home.organize.subtitle
source: Crie um projeto a partir de um mapa, importe as fotos do dia e classifique-as com o teclado.
en: Create a project from a map, import the day’s photos, and sort them with the keyboard.

# home.organize.action
source: Novo projeto
en: New project

# home.organize.disabled
source: Não há mapas válidos para começar.
en: There are no valid maps to start with.

# home.maps.loading
source: A carregar mapas…
en: Loading maps…

# home.maps.available %lld
source: %lld mapa(s) disponível(eis)
en: %lld map(s) available

# home.warnings.title %lld
source: %lld mapa(s) ignorado(s) por erro. Os restantes continuam disponíveis.
en: %lld map(s) skipped due to errors. The rest remain available.

# settings.title
source: Definições
en: Settings

# settings.language
source: Idioma
en: Language

# settings.language.portuguese
source: Português
en: Portuguese

# settings.language.help
source: A interface muda de imediato. As pastas no Finder não mudam de nome.
en: The interface updates immediately. Finder folder names do not change.

# settings.version
source: Versão
en: Version

# settings.version.marketing
source: Versão da app
en: App version

# settings.about
source: Sobre
en: About

# settings.about.body
source: O FastReport organiza fotos no disco. Não guarda uma biblioteca própria. Código e versões: github.com/RobertRuas/FastReport
en: FastReport organizes photos on disk. It does not keep its own photo library. Source and releases: github.com/RobertRuas/FastReport

# common.retry
source: Tentar novamente
en: Try again

# error.generic
source: Ocorreu um erro. Tente novamente.
en: Something went wrong. Please try again.

# error.map.invalid
source: O mapa de organização é inválido.
en: The organization map is invalid.

# error.map.id.empty
source: O mapa não tem identificador.
en: The map has no identifier.

# error.map.version
source: A versão do mapa não é suportada.
en: The map version is not supported.

# error.map.name
source: O mapa precisa de nome em português e inglês.
en: The map needs a name in Portuguese and English.

# error.map.pattern.empty
source: O padrão de nome de ficheiro está vazio.
en: The file name pattern is empty.

# error.map.pattern.token
source: O padrão de nome de ficheiro está incompleto.
en: The file name pattern is incomplete.

# error.map.inbox.folder
source: A pasta Inbox do mapa é inválida.
en: The map Inbox folder is invalid.

# error.map.slots.empty
source: O mapa não define pastas de destino.
en: The map does not define destination folders.

# error.slot.id.empty
source: Há um destino sem identificador.
en: A destination is missing an identifier.

# error.slot.id.duplicate
source: Há destinos com o mesmo identificador.
en: Destinations share the same identifier.

# error.slot.folder.invalid
source: Há uma pasta com nome inválido.
en: A folder name is invalid.

# error.slot.folder.duplicate
source: Há pastas com o mesmo nome.
en: Folders share the same name.

# error.slot.role.conflict
source: Um destino não pode ser Inbox e lixo ao mesmo tempo.
en: A destination cannot be both Inbox and Trash.

# error.slot.expected
source: A quantidade esperada tem de ser pelo menos 1.
en: Expected count must be at least 1.

# error.slot.expected.missing
source: Falta a quantidade esperada num destino limitado.
en: A limited destination is missing an expected count.

# error.slot.hotkey.empty
source: Há um atalho vazio.
en: There is an empty shortcut.

# error.slot.hotkey.duplicate
source: Há atalhos repetidos no mapa.
en: The map has duplicate shortcuts.

# error.map.inbox.count
source: O mapa precisa de exatamente uma Inbox.
en: The map must have exactly one Inbox.

# error.map.inbox.mismatch
source: O nome da Inbox não coincide com o mapa.
en: The Inbox folder name does not match the map.

# error.map.trash.count
source: O mapa só pode ter uma pasta de lixo.
en: The map can have only one Trash folder.

# error.maps.missing
source: Os mapas de organização não foram encontrados na app.
en: Organization maps were not found in the app.

# error.maps.empty
source: Nenhum mapa de organização válido foi carregado.
en: No valid organization map could be loaded.

# error.maps.unreadable
source: Não foi possível ler um ficheiro de mapa.
en: A map file could not be read.

# error.maps.decoding
source: Um ficheiro de mapa está danificado ou mal formatado.
en: A map file is damaged or malformed.

# error.maps.invalid_file
source: Um ficheiro de mapa não passou na validação.
en: A map file failed validation.

# error.maps.duplicate
source: Há mapas com o mesmo identificador. O duplicado foi ignorado.
en: Maps share the same identifier. The duplicate was skipped.

# error.filename
source: Não foi possível gerar o nome do ficheiro.
en: The file name could not be generated.

# error.slug
source: O nome do projeto não pode ser convertido num identificador válido.
en: The project name cannot be converted into a valid identifier.

# error.project.schema
source: A versão deste projeto não é suportada.
en: This project version is not supported.

# error.project.map_id
source: O projeto não indica o mapa de organização.
en: The project does not specify an organization map.

# error.project.name
source: O projeto precisa de um nome.
en: The project needs a name.

# error.project.decoding
source: Não foi possível ler os dados do projeto.
en: The project data could not be read.

# common.cancel
source: Cancelar
en: Cancel

# common.continue
source: Continuar
en: Continue

# common.back
source: Voltar
en: Back

# common.done
source: Concluir
en: Done

# home.recents.title
source: Projetos recentes
en: Recent projects

# home.recents.reveal
source: Mostrar no Finder
en: Show in Finder

# wizard.title
source: Novo projeto
en: New project

# wizard.step %lld
source: Passo %lld de 2
en: Step %lld of 2

# wizard.step.map
source: Escolha o mapa de organização.
en: Choose the organization map.

# wizard.step.details
source: Escolha o sítio e o nome do projeto.
en: Choose the location and name of the project.

# wizard.step.success
source: O projeto foi criado no Finder.
en: The project was created in Finder.

# wizard.map.help
source: O mapa define as pastas que o FastReport cria no disco.
en: The map defines the folders FastReport creates on disk.

# wizard.map.slots %lld
source: %lld pastas neste mapa
en: %lld folders in this map

# wizard.location.label
source: Guardar em
en: Save in

# wizard.location.empty
source: Nenhuma pasta selecionada
en: No folder selected

# wizard.location.choose
source: Escolher pasta…
en: Choose folder…

# wizard.location.panel
source: Escolha a pasta onde o projeto será criado.
en: Choose the folder where the project will be created.

# wizard.location.prompt
source: Escolher
en: Choose

# wizard.name.label
source: Nome do projeto
en: Project name

# wizard.name.placeholder
source: Inspeção X
en: Inspection X

# wizard.name.help
source: Este nome é a pasta que aparece no Finder.
en: This name is the folder shown in Finder.

# wizard.create
source: Criar projeto
en: Create project

# wizard.success.title
source: Projeto criado
en: Project created

# wizard.success.body
source: Inbox, General, Trash e T1 a T24 já estão na pasta do projeto.
en: Inbox, General, Trash, and T1 through T24 are already in the project folder.

# wizard.success.reveal
source: Mostrar no Finder
en: Show in Finder

# error.wizard.map.required
source: Escolha um mapa para continuar.
en: Choose a map to continue.

# error.project.folder.empty
source: Escreva um nome para o projeto.
en: Enter a name for the project.

# error.project.folder.invalid
source: O nome da pasta não é válido. Evite barras e dois-pontos.
en: That folder name is not valid. Avoid slashes and colons.

# error.project.folder.too_long
source: O nome do projeto é demasiado longo.
en: The project name is too long.

# error.project.create.map
source: Este mapa de organização não pode ser usado.
en: This organization map cannot be used.

# error.project.create.parent_missing
source: A pasta escolhida já não existe.
en: The chosen folder no longer exists.

# error.project.create.parent_type
source: Escolha uma pasta, não um ficheiro.
en: Choose a folder, not a file.

# error.project.create.parent_access
source: Não há permissão para escrever nesta pasta.
en: There is no permission to write in this folder.

# error.project.create.exists
source: Já existe uma pasta com este nome nesse sítio.
en: A folder with this name already exists there.

# error.project.create.failed
source: Não foi possível criar as pastas do projeto.
en: The project folders could not be created.

# error.project.create.metadata
source: O projeto foi interrompido: os dados do projeto não puderam ser gravados.
en: The project was stopped: its data file could not be saved.

# error.project.bookmark
source: O projeto foi criado, mas não foi possível lembrar o atalho da pasta.
en: The project was created, but the folder shortcut could not be saved.

# error.project.bookmark.resolve
source: Não foi possível abrir este projeto. A pasta pode ter sido movida.
en: This project could not be opened. The folder may have been moved.

# home.recents.open
source: Abrir
en: Open

# workspace.home
source: Início
en: Home

# workspace.triage.start
source: Iniciar triagem
en: Start triage

# workspace.inbox.count %lld
source: %lld na Inbox
en: %lld in Inbox

# workspace.inbox.label
source: Sem categoria
en: Uncategorized

# import.drop
source: Arraste fotos para aqui
en: Drop photos here

# import.choose
source: Escolher ficheiros…
en: Choose files…

# import.panel
source: Escolha fotos para importar. Os originais fora do projeto não são apagados.
en: Choose photos to import. Originals outside the project are not deleted.

# import.panel.prompt
source: Importar
en: Import

# import.stats %lld %lld %lld %lld
source: Importadas: %lld · Convertidas: %lld · Ignoradas: %lld · Falhas: %lld
en: Imported: %lld · Converted: %lld · Skipped: %lld · Failed: %lld

# triage.close
source: Fechar triagem
en: Close triage

# triage.rotate
source: Rodar 90°
en: Rotate 90°

# triage.trash
source: Mover para o lixo
en: Move to Trash

# triage.undo
source: Desfazer
en: Undo

# triage.empty
source: Não há fotos neste conjunto.
en: There are no photos in this set.

# shortcuts.title
source: Atalhos
en: Shortcuts

# shortcuts.slot
source: Mover para T1–T24
en: Move to T1–T24

# shortcuts.general
source: Mover para General
en: Move to General

# shortcuts.trash
source: Mover para o lixo
en: Move to Trash

# shortcuts.nav
source: Foto anterior / seguinte
en: Previous / next photo

# shortcuts.rotate
source: Rodar
en: Rotate

# shortcuts.undo
source: Desfazer último movimento
en: Undo last move

# shortcuts.skip
source: Saltar foto
en: Skip photo

# shortcuts.esc
source: Limpar número ou sair
en: Clear number or leave

# settings.image
source: Imagem
en: Image

# settings.image.size
source: Lado máximo
en: Maximum side

# settings.image.quality
source: Qualidade JPEG
en: JPEG quality

# settings.image.quality.high
source: Alta
en: High

# settings.image.quality.medium
source: Média
en: Medium

# settings.updates.check
source: Procurar atualizações…
en: Check for updates…

# settings.updates.help
source: As atualizações vêm das GitHub Releases. A verificação em segundo plano avisa quando houver uma versão nova. A instalação só começa quando clicar em Atualizar.
en: Updates come from GitHub Releases. Background checking notifies you when a new version is available. Installation starts only when you click Update.

# settings.updates.unconfigured
source: O endereço de atualizações ainda não está configurado.
en: The updates feed is not configured yet.

# settings.updates.checking
source: A procurar atualizações…
en: Checking for updates…

# settings.updates.current
source: Já está na versão mais recente.
en: You are on the latest version.

# settings.updates.available %@
source: Nova versão disponível: %@
en: A new version is available: %@

# error.image.not_an_image
source: Este ficheiro não é uma imagem suportada.
en: This file is not a supported image.

# error.image.empty
source: A imagem não pôde ser lida.
en: The image could not be read.

# error.image.write
source: Não foi possível gravar o JPEG.
en: The JPEG could not be saved.

# error.image.rotate
source: Não foi possível rodar a foto.
en: The photo could not be rotated.

# error.organizer.missing
source: O ficheiro já não está no sítio esperado.
en: The file is no longer where it was expected.

# error.organizer.slot
source: O destino desta foto não existe neste mapa.
en: This photo’s destination does not exist in the map.

# error.organizer.exists
source: Já existe um ficheiro com esse nome.
en: A file with that name already exists.

# error.organizer.move
source: Não foi possível mover a foto.
en: The photo could not be moved.

# error.organizer.undo.empty
source: Não há nada para desfazer.
en: There is nothing to undo.

# error.organizer.index
source: A ordenação pedida não é válida.
en: That reorder request is not valid.

# error.project.open.metadata
source: Esta pasta não é um projeto FastReport.
en: This folder is not a FastReport project.

# error.project.open.map
source: O mapa deste projeto não está na app.
en: This project’s map is not in the app.

# error.project.open.access
source: Não foi possível abrir a pasta do projeto.
en: The project folder could not be opened.

# error.import.partial
source: Algumas fotos não foram importadas.
en: Some photos were not imported.

# error.triage.hotkey
source: Esse número não corresponde a nenhuma pasta.
en: That number does not match a folder.

# error.updates.parse
source: A resposta de atualizações não pôde ser lida.
en: The update response could not be read.

# error.updates.network
source: Não foi possível verificar atualizações.
en: Updates could not be checked.

# workspace.add_photos
source: Adicionar fotos
en: Add photos

# workspace.triage.start %lld
source: Iniciar triagem (%lld pendentes)
en: Start triage (%lld pending)

# settings.updates.autoCheck
source: Verificar atualizações automaticamente
en: Check for updates automatically

# settings.updates.autoCheck.help
source: Ao abrir a app e de vez em quando enquanto ela estiver aberta, procura versões novas nas GitHub Releases.
en: When the app opens and occasionally while it stays open, it looks for new versions on GitHub Releases.

# settings.updates.install
source: Atualizar
en: Update

# settings.updates.relaunch
source: Reiniciar e instalar
en: Restart and install

# settings.updates.later
source: Depois
en: Later

# settings.updates.cancel
source: Cancelar
en: Cancel

# settings.updates.progress.checking
source: A procurar atualizações…
en: Checking for updates…

# settings.updates.progress.download
source: A descarregar a atualização…
en: Downloading the update…

# settings.updates.progress.extract
source: A preparar a instalação…
en: Preparing the installation…

# settings.updates.progress.install
source: A instalar a atualização…
en: Installing the update…

# settings.updates.progress.ready
source: A atualização está pronta a instalar.
en: The update is ready to install.

# settings.updates.bytes %@ %@
source: %@ de %@
en: %@ of %@

# settings.updates.released %@
source: Disponível desde %@
en: Available since %@

# settings.updates.repo
source: Versões no GitHub
en: Releases on GitHub

# updates.banner.title
source: Nova atualização
en: Update available

# updates.banner.body %@ %@
source: A versão %@ está disponível desde %@.
en: Version %@ has been available since %@.

# status.home
source: Início
en: Home

# status.maps %lld
source: %lld mapas
en: %lld maps

# status.recents %lld
source: %lld recentes
en: %lld recents

# status.update %@
source: Atualização %@
en: Update %@

# status.classified %lld
source: Classificadas %lld
en: Sorted %lld

# status.review
source: Revisão
en: Review

# status.triage
source: Triagem
en: Triage

# status.importing %lld %lld
source: A importar %lld/%lld
en: Importing %lld/%lld

# status.undo %lld
source: Desfazer %lld
en: Undo %lld

# settings.updates.installed.title
source: Atualização instalada
en: Update installed

# settings.updates.installed.reopen
source: A atualização foi instalada. Fecha esta janela e abre novamente o FastReport.
en: The update was installed. Close this window and open FastReport again.
